// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "Direktdruck auf Gerät aktivieren";

TaskTOCTitle = "HP Direktdruck";

HeaderMessage = "Verwenden Sie eine Wireless-Direktverbindung, mit deren Hilfe Sie bequem von wireless-fähigen Notebook Computern oder anderen mobilen Geräten aus drucken können. Das mobile Gerät muss sich im Funkbereich des Druckers befinden und erfordert einen HP ePrint-Treiber oder eine Mobile App. Auf der HP Online-Website finden Sie weitere Informationen und Apps zum Herunterladen.";
EnableDirectPrint = "Direktdruck aktivieren";

SecurityOnPasswordTitle = "Ein (mit Sicherheit)";
SecurityOnTitle = "Ein (ohne Sicherheit)";
SecurityOffTitle = "Aus";

SecurityOnAlertTitle = "(Warnung: Wenn Direktdruck aktiviert ist, besteht das Risiko, dass unbefugte Benutzer im Funkbereich eine Verbindung zu Ihrem Drucker herstellen und drucken.)";
PasswordTitle = "Passphrase:";
PassphraseTooShortErrorMessage = "Passphrase muss mindestens 8 Zeichen lang sein.";